Repository: DigitalBeatGmbH/dsk-wp-content
Catalog: plugins/woocommerce-dm/languages/wcustom-*.po
Languages: de_de

source: Dropshipping Market
de_de: Dropshipping Marktplatz

source: Product Delivery Time
de_de: Lieferzeit

source: Product Unit
de_de: Einheiten

source: Product Tax
de_de: Steuersätze

source: Success
de_de: Erfolgreich

source: Send to Dropshipping Marketplace
de_de: An den Dropshipping Marktplatz senden

source: Order has been send to Dropshipping Marketplace
de_de: Bestellungen wurde an den Dropshipping Marktplatz versand

source: Order has NOT been send to Dropshipping Marketplace
de_de: Bestellungen wurde NICHT an den Dropshipping Marktplatz versand

source: Please install WooCommerce and Germanized first.
de_de: Bitte zuerst WooCommerce und Germanized aktivieren!

source: Import DM delivery times
de_de: Lieferzeiten importieren

source: Import DM units
de_de: Einheiten importieren

source: Import DM taxes
de_de: Steuersätze importieren

source: Start import of all products
de_de: Alle Produkte importieren

source: Start stock update of all products
de_de: Lieferstatus importieren

source: The request was successful
de_de: Die Anfrage war erfolgreich

source: Save
de_de: Speichern

source: Number of recieved products
de_de: Anzahl der erhaltenen Produkte

source: Number of updated products
de_de: Anzahl der aktualisierten Produkte

source: Number of added products
de_de: Anzahl der erstellten Produkte

source: Number of deactivated products
de_de: Anzahl der deaktivierten Produkte

source: Number of ignored products
de_de: Anzahl der ignorierten Produkte

source: View
de_de: Anzeigen

source: Delete
de_de: Löschen

source: Not recieved anything
de_de: Nichts empfangen

source: Standard rates
de_de: Standard Raten

source: %s rates
de_de: %s Raten
